Repository: Msquare-Labs/karo-localization-llm
Catalog: Frameworks/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, sv, tr, zh_hans, zh_hant

source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fr: En attente
hi: लंबित
it: In sospeso
ja: 保留中
ko: 대기 중
nl: In behandeling
pl: Oczekujące
pt: Pendente
sv: Väntande
tr: Beklemede
zh_hans: 待处理
zh_hant: 待處理

source: Pending tasks
ar: المهام قيد الانتظار
de: Ausstehende Aufgaben
es: Tareas pendientes
fr: Tâches en attente
hi: लंबित कार्य
it: Attività in sospeso
ja: 保留中のタスク
ko: 대기 중인 작업
nl: Openstaande taken
pl: Oczekujące zadania
pt: Tarefas pendentes
sv: Väntande uppgifter
tr: Beklemedeki görevler
zh_hans: 待处理任务
zh_hant: 待處理任務

# pendingTaskState
source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fr: En attente
hi: लंबित
it: In sospeso
ja: 保留中
ko: 대기 중
nl: In behandeling
pl: Oczekujące
pt: Pendente
sv: Väntande
tr: Beklemede
zh_hans: 待处理
zh_hant: 待處理

source: Personal
ar: شخصي
de: Persönlich
fr: Personnel
hi: व्यक्तिगत
it: Personale
ja: 個人
ko: 개인
nl: Persoonlijk
pl: Osobiste
pt: Pessoal
sv: Personlig
tr: Kişisel
zh_hans: 个人
zh_hant: 個人

source: Phone
ar: هاتف
de: Telefon
es: Teléfono
fr: Téléphone
hi: फ़ोन
it: Telefono
ja: 電話
ko: 전화
nl: Telefoon
pl: Telefon
pt: Telefone
sv: Telefon
tr: Telefon
zh_hans: 电话
zh_hant: 電話

# phoneNumberPrompt
source: Phone number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
hi: फ़ोन नंबर
it: Numero di telefono
ja: 電話番号
ko: 전화번호
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
sv: Telefonnummer
tr: Telefon numarası
zh_hans: 手机号码
zh_hant: 手機號碼

# pinChat
source: Pin
ar: تثبيت
de: Anheften
es: Fijar
fr: Épingler
hi: पिन करें
it: Appunta
ja: ピン留め
ko: 고정
nl: Vastmaken
pl: Przypnij
pt: Fixar
sv: Fäst
tr: Sabitle
zh_hans: 置顶
zh_hant: 置頂

source: Privately
ar: بشكل خاص
de: Privat
es: En privado
fr: En privé
hi: निजी तौर पर
it: In privato
ja: プライベートに
ko: 비공개로
nl: Privé
pl: Prywatnie
pt: Privadamente
sv: Privat
tr: Özel olarak
zh_hans: 私密地
zh_hant: 私密地

# publicLinkCreate
source: Create Public Link
ar: إنشاء رابط عام
de: Öffentlichen Link erstellen
es: Crear enlace público
fr: Créer un lien public
hi: सार्वजनिक लिंक बनाएं
it: Crea link pubblico
ja: 公開リンクを作成
ko: 공개 링크 만들기
nl: Openbare link maken
pl: Utwórz link publiczny
pt: Criar link público
sv: Skapa offentlig länk
tr: Herkese açık bağlantı oluştur
zh_hans: 创建公共链接
zh_hant: 建立公開連結

# publicLinkTaskTitle
source: Anyone with the link can complete or cancel the task without requiring the app
ar: يمكن لأي شخص لديه الرابط إكمال المهمة أو إلغائها دون الحاجة إلى التطبيق
de: Jeder mit dem Link kann die Aufgabe abschließen oder abbrechen, ohne die App zu benötigen
es: Cualquier persona con el enlace puede completar o cancelar la tarea sin necesidad de la aplicación
fr: Toute personne ayant le lien peut terminer ou annuler la tâche sans nécessiter l'application
hi: लिंक वाला कोई भी व्यक्ति ऐप की आवश्यकता के बिना कार्य को पूरा या रद्द कर सकता है
it: Chiunque abbia il link può completare o annullare l'attività senza richiedere l'app
ja: リンクを持っている人は誰でもアプリなしでタスクを完了またはキャンセルできます
ko: 링크가 있는 사람은 앱 없이도 작업을 완료하거나 취소할 수 있습니다
nl: Iedereen met de link kan de taak voltooien of annuleren zonder de app nodig te hebben
pl: Każdy z linkiem może ukończyć lub anulować zadanie bez potrzeby posiadania aplikacji
pt: Qualquer pessoa com o link pode concluir ou cancelar a tarefa sem precisar do aplicativo
sv: Vem som helst med länken kan slutföra eller avbryta uppgiften utan att behöva appen
tr: Bağlantıya sahip olan herkes uygulamaya ihtiyaç duymadan görevi tamamlayabilir veya iptal edebilir
zh_hans: 拥有链接的任何人都可以完成或取消任务，无需使用应用程序
zh_hant: 擁有連結的任何人都可以完成或取消任務，無需使用應用程式

source: Reassign to...
ar: إعادة التعيين إلى...
de: Neu zuweisen an...
es: Reasignar a...
fr: Réassigner à...
hi: पुनः असाइन करें...
it: Riassegna a...
ja: 再割り当て先...
ko: 다시 할당...
nl: Opnieuw toewijzen aan...
pl: Przypisz ponownie do...
pt: Reatribuir para...
sv: Tilldela på nytt till...
tr: Yeniden ata...
zh_hans: 重新分配给...
zh_hant: 重新分配給...

source: Recents
ar: الأخيرة
de: Kürzlich
es: Recientes
fr: Récents
hi: हाल ही के
it: Recenti
ja: 最近
ko: 최근
nl: Recent
pl: Ostatnie
pt: Recentes
sv: Senaste
tr: Son kullanılanlar
zh_hans: 最近
zh_hant: 最近

source: Reminder
ar: تذكير
de: Erinnerung
es: Recordatorio
fr: Rappel
hi: रिमाइंडर
it: Promemoria
ja: リマインダー
ko: 알림
nl: Herinnering
pl: Przypomnienie
pt: Lembrete
sv: Påminnelse
tr: Hatırlatıcı
zh_hans: 提醒
zh_hant: 提醒

source: Reminders
ar: التذكيرات
de: Erinnerungen
es: Recordatorios
fr: Rappels
hi: रिमाइंडर्स
it: Promemoria
ja: リマインダー
ko: 알림
nl: Herinneringen
pl: Przypomnienia
pt: Lembretes
sv: Påminnelser
tr: Hatırlatıcılar
zh_hans: 提醒事项
zh_hant: 提醒事項

# reminderSentToUser
source: %@ has been reminded
ar: تم تذكير %@
de: %@ wurde erinnert
es: Se ha recordado a %@
fr: %@ a été rappelé
hi: %@ को याद दिलाया गया है
it: %@ è stato ricordato
ja: %@にリマインドしました
ko: %@에게 알림을 보냈습니다
nl: %@ is herinnerd
pl: Wysłano przypomnienie do %@
pt: %@ foi lembrado
sv: %@ har påmints
tr: %@ hatırlatıldı
zh_hans: 已向%@发送提醒
zh_hant: 已向%@發送提醒

source: Remind now
ar: التذكير الآن
de: Jetzt erinnern
es: Recordar ahora
fr: Rappeler maintenant
hi: अभी याद दिलाएं
it: Ricorda ora
ja: 今すぐリマインド
ko: 지금 알림
nl: Nu herinneren
pl: Przypomnij teraz
pt: Lembrar agora
sv: Påminn nu
tr: Şimdi hatırlat
zh_hans: 立即提醒
zh_hant: 立即提醒

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
sv: Ta bort
tr: Kaldır
zh_hans: 移除
zh_hant: 移除

source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
it: Sostituisci
ja: 置き換え
ko: 교체
nl: Vervangen
pl: Zastąp
pt: Substituir
sv: Ersätt
tr: Değiştir
zh_hans: 替换
zh_hant: 替換

source: Report
ar: إبلاغ
de: Melden
es: Reportar
fr: Signaler
hi: रिपोर्ट करें
it: Segnala
ja: 報告
ko: 신고
nl: Rapporteren
pl: Zgłoś
pt: Denunciar
sv: Rapportera
tr: Bildir
zh_hans: 举报
zh_hant: 舉報

source: Request
ar: طلب
de: Anfragen
es: Solicitar
fr: Demander
hi: अनुरोध करें
it: Richiedi
ja: リクエスト
ko: 요청
nl: Verzoeken
pl: Prośba
pt: Solicitar
sv: Begär
tr: İstek
zh_hans: 请求
zh_hant: 請求

source: Request OTP
ar: طلب رمز OTP
de: OTP anfordern
es: Solicitar OTP
fr: Demander OTP
hi: OTP का अनुरोध करें
it: Richiedi OTP
ja: OTPをリクエスト
ko: OTP 요청
nl: OTP aanvragen
pl: Poproś o kod OTP
pt: Solicitar OTP
sv: Begär OTP
tr: OTP İste
zh_hans: 请求一次性密码
zh_hant: 請求一次性密碼

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
sv: Spara
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

source: Scheduled
ar: مجدول
de: Geplant
es: Programado
fr: Planifié
hi: निर्धारित
it: Programmato
ja: スケジュール済み
ko: 예정됨
nl: Gepland
pl: Zaplanowane
pt: Agendado
sv: Schemalagt
tr: Planlandı
zh_hans: 已安排
zh_hant: 已排程

# scheduledDate
source: Completion date
ar: تاريخ الإنجاز
de: Fertigstellungsdatum
es: Fecha de finalización
fr: Date d'achèvement
hi: पूर्णता तिथि
it: Data di completamento
ja: 完了日
ko: 완료 날짜
nl: Voltooiingsdatum
pl: Data ukończenia
pt: Data de conclusão
sv: Slutförandedatum
tr: Tamamlanma tarihi
zh_hans: 完成日期
zh_hant: 完成日期

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt: Pesquisar
sv: Sök
tr: Ara
zh_hans: 搜索
zh_hant: 搜尋

# searchBacklogTasksPrompt
source: Search tasks marked for later
ar: البحث عن المهام المحددة لوقت لاحق
de: Für später markierte Aufgaben suchen
es: Buscar tareas marcadas para más tarde
fr: Rechercher les tâches marquées pour plus tard
hi: बाद के लिए चिह्नित कार्य खोजें
it: Cerca attività contrassegnate per dopo
ja: 後で行うとマークされたタスクを検索
ko: 나중으로 표시된 작업 검색
nl: Zoek taken gemarkeerd voor later
pl: Szukaj zadań oznaczonych na później
pt: Pesquisar tarefas marcadas para depois
sv: Sök uppgifter markerade för senare
tr: Daha sonraya işaretlenmiş görevleri ara
zh_hans: 搜索标记为稍后的任务
zh_hant: 搜尋標記為稍後的任務

# searchCompletedTasksPrompt
source: Search completed tasks
ar: البحث عن المهام المكتملة
de: Abgeschlossene Aufgaben suchen
es: Buscar tareas completadas
fr: Rechercher les tâches terminées
hi: पूरे किए गए कार्य खोजें
it: Cerca attività completate
ja: 完了したタスクを検索
ko: 완료된 작업 검색
nl: Zoek voltooide taken
pl: Szukaj ukończonych zadań
pt: Pesquisar tarefas concluídas
sv: Sök avslutade uppgifter
tr: Tamamlanmış görevleri ara
zh_hans: 搜索已完成的任务
zh_hant: 搜尋已完成的任務

# searchContactsPrompt
source: Search people, groups
ar: البحث عن الأشخاص والمجموعات
de: Personen, Gruppen suchen
es: Buscar personas, grupos
fr: Rechercher des personnes, des groupes
hi: लोगों, समूहों को खोजें
it: Cerca persone, gruppi
ja: 人やグループを検索
ko: 사람, 그룹 검색
nl: Zoek mensen, groepen
pl: Wyszukaj osoby, grupy
pt: Pesquisar pessoas, grupos
sv: Sök personer, grupper
tr: İnsanları, grupları ara
zh_hans: 搜索人员,群组
zh_hant: 搜索人員,群組

# searchInboxTasksPrompt
source: Search assigned tasks
ar: البحث عن المهام المسندة
de: Zugewiesene Aufgaben suchen
es: Buscar tareas asignadas
fr: Rechercher les tâches assignées
hi: सौंपे गए कार्यों को खोजें
it: Cerca attività assegnate
ja: 割り当てられたタスクを検索
ko: 할당된 작업 검색
nl: Zoek toegewezen taken
pl: Wyszukaj przypisane zadania
pt: Pesquisar tarefas atribuídas
sv: Sök tilldelade uppgifter
tr: Atanan görevleri ara
zh_hans: 搜索已分配的任务
zh_hant: 搜索已分派的工作

# searchOutboxTasksPrompt
source: Search sent tasks
ar: البحث عن المهام المرسلة
de: Gesendete Aufgaben suchen
es: Buscar tareas enviadas
fr: Rechercher les tâches envoyées
hi: भेजे गए कार्यों को खोजें
it: Cerca attività inviate
ja: 送信したタスクを検索
ko: 보낸 작업 검색
nl: Zoek verzonden taken
pl: Wyszukaj wysłane zadania
pt: Pesquisar tarefas enviadas
sv: Sök skickade uppgifter
tr: Gönderilen görevleri ara
zh_hans: 搜索已发送的任务
zh_hant: 搜索已發送的工作

# searchPrompt
source: Search for tasks, groups, people
ar: البحث عن المهام والمجموعات والأشخاص
de: Nach Aufgaben, Gruppen, Personen suchen
es: Buscar tareas, grupos, personas
fr: Rechercher des tâches, des groupes, des personnes
hi: कार्य, समूह, लोगों को खोजें
it: Cerca attività, gruppi, persone
ja: タスク、グループ、人を検索
ko: 작업, 그룹, 사람 검색
nl: Zoek naar taken, groepen, mensen
pl: Wyszukaj zadania, grupy, osoby
pt: Pesquisar tarefas, grupos, pessoas
sv: Sök efter uppgifter, grupper, personer
tr: Görev, grup, kişi ara
zh_hans: 搜索任务、群组、人员
zh_hant: 搜索工作、群組、人員

# searchResultCreateTask
source: Create task **"%@"**
ar: إنشاء مهمة **"%@"**
de: Aufgabe **"%@"** erstellen
es: Crear tarea **"%@"**
fr: Créer la tâche **"%@"**
hi: कार्य **"%@"** बनाएं
it: Crea attività **"%@"**
ja: タスク**「%@」**を作成
ko: 작업 **"%@"** 만들기
nl: Maak taak **"%@"**
pl: Utwórz zadanie **"%@"**
pt: Criar tarefa **"%@"**
sv: Skapa uppgift **"%@"**
tr: **"%@"** görevini oluştur
zh_hans: 创建任务 **"%@"**
zh_hant: 建立工作 **"%@"**

# searchResultSendTask
source: Send task to **"%@"**
ar: إرسال المهمة إلى **"%@"**
de: Aufgabe an **"%@"** senden
es: Enviar tarea a **"%@"**
fr: Envoyer la tâche à **"%@"**
hi: **"%@"** को कार्य भेजें
it: Invia attività a **"%@"**
ja: **「%@」**にタスクを送信
ko: 작업을 **"%@"**에게 보내기
nl: Stuur taak naar **"%@"**
pl: Wyślij zadanie do **"%@"**
pt: Enviar tarefa para **"%@"**
sv: Skicka uppgift till **"%@"**
tr: Görevi **"%@"** kişisine gönder
zh_hans: 将任务发送给 **"%@"**
zh_hant: 傳送工作至 **"%@"**

source: Search tasks by and for %@
ar: البحث عن المهام بواسطة ولـ %@
de: Aufgaben von und für %@ suchen
es: Buscar tareas por y para %@
fr: Rechercher les tâches par et pour %@
hi: %@ द्वारा और %@ के लिए कार्यों की खोज
it: Cerca attività di e per %@
ja: %@による、および%@のためのタスクを検索
ko: %@ 의해 및 %@ 에 의해 수행된 작업 검색
nl: Zoek taken door en voor %@
pl: Wyszukaj zadania wykonane przez i dla %@
pt: Pesquisar tarefas por e para %@
sv: Sök uppgifter av och för %@
tr: %@ tarafından ve %@ için görevleri ara
zh_hans: 搜索由 %@ 执行和分配给 %@ 的任务
zh_hant: 搜尋由 %@ 執行及分派給 %@ 的工作

# searchTasksInGroup
source: Search tasks in %@
ar: البحث عن المهام في %@
de: Aufgaben in %@ suchen
es: Buscar tareas en %@
fr: Rechercher les tâches dans %@
hi: %@ में कार्यों की खोज
it: Cerca attività in %@
ja: %@内のタスクを検索
ko: %@ 내의 작업 검색
nl: Zoek taken in %@
pl: Wyszukaj zadania w %@
pt: Pesquisar tarefas em %@
sv: Sök uppgifter i %@
tr: %@ içindeki görevleri ara
zh_hans: 在 %@ 中搜索任务
zh_hant: 在 %@ 中搜尋工作

# searchTasksPrompt
source: Search tasks
ar: البحث عن المهام
de: Aufgaben suchen
es: Buscar tareas
fr: Rechercher des tâches
hi: कार्यों की खोज
it: Cerca attività
ja: タスクを検索
ko: 작업 검색
nl: Zoek taken
pl: Wyszukaj zadania
pt: Pesquisar tarefas
sv: Sök uppgifter
tr: Görevleri ara
zh_hans: 搜索任务
zh_hant: 搜尋工作

source: Select
ar: اختيار
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteren
pl: Wybierz
pt: Selecionar
sv: Välj
tr: Seç
zh_hans: 选择
zh_hant: 選擇

source: Selected Contacts
ar: جهات الاتصال المحددة
de: Ausgewählte Kontakte
es: Contactos seleccionados
fr: Contacts sélectionnés
hi: चयनित संपर्क
it: Contatti selezionati
ja: 選択された連絡先
ko: 선택된 연락처
nl: Geselecteerde contacten
pl: Wybrane kontakty
pt: Contatos selecionados
sv: Valda kontakter
tr: Seçilen Kişiler
zh_hans: 选择的联系人
zh_hant: 選擇的聯絡人

# selectText
source: Select %@
ar: اختيار %@
de: %@ auswählen
es: Seleccionar %@
fr: Sélectionner %@
hi: %@ चुनें
it: Seleziona %@
ja: %@を選択
ko: %@ 선택
nl: Selecteer %@
pl: Wybierz %@
pt: Selecionar %@
sv: Välj %@
tr: %@ seç
zh_hans: 选择 %@
zh_hant: 選擇 %@

source: Send new task
ar: إرسال مهمة جديدة
de: Neue Aufgabe senden
es: Enviar nueva tarea
fr: Envoyer une nouvelle tâche
hi: नया कार्य भेजें
it: Invia nuova attività
ja: 新しいタスクを送信
ko: 새 작업 보내기
nl: Nieuwe taak verzenden
pl: Wyślij nowe zadanie
pt: Enviar nova tarefa
sv: Skicka ny uppgift
tr: Yeni görev gönder
zh_hans: 发送新任务
zh_hant: 傳送新工作

# sendPrivateTask
source: Send a task privately
ar: إرسال مهمة بشكل خاص
de: Eine Aufgabe privat senden
es: Enviar una tarea de forma privada
fr: Envoyer une tâche en privé
hi: गोपनीय रूप से कार्य भेजें
it: Invia un'attività in privato
ja: タスクをプライベートに送信
ko: 비공개로 작업 보내기
nl: Een taak privé verzenden
pl: Wyślij zadanie prywatnie
pt: Enviar uma tarefa de forma privada
sv: Skicka en uppgift privat
tr: Görevi özel olarak gönder
zh_hans: 私密发送任务
zh_hant: 私密傳送工作

source: Send task on
ar: إرسال المهمة في
de: Aufgabe senden am
es: Enviar tarea el
fr: Envoyer la tâche le
hi: इस दिन कार्य भेजें
it: Invia attività il
ja: タスクを送信する日
ko: 다음 날짜에 작업 보내기
nl: Taak verzenden op
pl: Wyślij zadanie na
pt: Enviar tarefa em
sv: Skicka uppgift på
tr: Görevi şu tarihte gönder
zh_hans: 在此日期发送任务
zh_hant: 於此日期傳送工作

source: Sent from Karo
ar: مرسل من Karo
de: Gesendet von Karo
es: Enviado desde Karo
fr: Envoyé depuis Karo
hi: Karo से भेजा गया
it: Inviato da Karo
ja: Karoから送信
ko: Karo에서 보냄
nl: Verzonden vanuit Karo
pl: Wysłane z Karo
pt: Enviado do Karo
sv: Skickat från Karo
tr: Karo'dan gönderildi
zh_hans: 从 Karo 发送
zh_hant: 由 Karo 傳送

# setDueDate
source: Set date
ar: تحديد التاريخ
de: Datum festlegen
es: Establecer fecha
fr: Définir la date
hi: तिथि सेट करें
it: Imposta data
ja: 日付を設定
ko: 날짜 설정
nl: Datum instellen
pl: Ustaw datę
pt: Definir data
sv: Ange datum
tr: Tarihi ayarla
zh_hans: 设置日期
zh_hant: 設定日期

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
sv: Inställningar
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# settingsEditProfileTitle
source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 편집
nl: Profiel bewerken
pl: Edytuj profil
pt: Editar perfil
sv: Redigera profil
tr: Profili Düzenle
zh_hans: 编辑个人资料
zh_hant: 編輯個人資料

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करें
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
pt: Compartilhar
sv: Dela
tr: Paylaş
zh_hans: 分享
zh_hant: 分享

# shareItem
source: Share %@
ar: مشاركة %@
de: %@ teilen
es: Compartir %@
fr: Partager %@
hi: %@ साझा करें
it: Condividi %@
ja: %@を共有
ko: %@ 공유
nl: Deel %@
pl: Udostępnij %@
pt: Compartilhar %@
sv: Dela %@
tr: %@ paylaş
zh_hans: 分享 %@
zh_hant: 分享 %@

source: Show
ar: عرض
de: Anzeigen
es: Mostrar
fr: Afficher
hi: दिखाएं
it: Mostra
ja: 表示
ko: 보기
nl: Tonen
pl: Pokaż
pt: Mostrar
sv: Visa
tr: Göster
zh_hans: 显示
zh_hant: 顯示

source: Snooze
ar: غفوة
de: Schlummern
es: Posponer
fr: Reporter
hi: स्नूज़ करें
it: Posticipa
ja: スヌーズ
ko: 다시 알림
nl: Sluimeren
pl: Drzemka
pt: Adiar
sv: Snooza
tr: Ertele
zh_hans: 稍后提醒
zh_hant: 稍後提醒

source: Tap to assign
ar: انقر للتعيين
de: Tippen zum Zuweisen
es: Toca para asignar
fr: Appuyez pour assigner
hi: असाइन करने के लिए टैप करें
it: Tocca per assegnare
ja: タップして割り当て
ko: 할당하려면 탭하세요
nl: Tik om toe te wijzen
pl: Stuknij, aby przypisać
pt: Toque para atribuir
sv: Tryck för att tilldela
tr: Atamak için dokun
zh_hans: 点击分配
zh_hant: 點擊分配

source: Task
ar: مهمة
de: Aufgabe
es: Tarea
fr: Tâche
hi: कार्य
it: Attività
ja: タスク
ko: 작업
nl: Taak
pl: Zadanie
pt: Tarefa
sv: Uppgift
tr: Görev
zh_hans: 任务
zh_hant: 任務

source: Tasks
ar: المهام
de: Aufgaben
es: Tareas
fr: Tâches
hi: कार्य
it: Attività
ja: タスク
ko: 작업
nl: Taken
pl: Zadania
pt: Tarefas
sv: Uppgifter
tr: Görevler
zh_hans: 任务
zh_hant: 任務

# taskStatus
source: Status
ar: الحالة
es: Estado
fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
ko: 상태
tr: Durum
zh_hans: 状态
zh_hant: 狀態

source: Themes
ar: السمات
de: Designs
es: Temas
fr: Thèmes
hi: थीम
it: Temi
ja: テーマ
ko: 테마
nl: Thema's
pl: Motywy
pt: Temas
sv: Teman
tr: Temalar
zh_hans: 主题
zh_hant: 主題

source: Time
ar: الوقت
de: Zeit
es: Hora
fr: Heure
hi: समय
it: Ora
ja: 時間
ko: 시간
nl: Tijd
pl: Czas
pt: Horário
sv: Tid
tr: Zaman
zh_hans: 时间
zh_hant: 時間

# timelineTab
source: Scheduled
ar: المجدول
de: Geplant
es: Programado
fr: Planifié
hi: निर्धारित
it: Programmato
ja: スケジュール済み
ko: 예정됨
nl: Gepland
pl: Zaplanowane
pt: Agendado
sv: Schemalagt
tr: Planlanmış
zh_hans: 已安排
zh_hant: 已排程

# tooltipBulkAddTasks
source: Start adding tasks
ar: ابدأ بإضافة المهام
de: Aufgaben hinzufügen beginnen
es: Empezar a añadir tareas
fr: Commencer à ajouter des tâches
hi: कार्य जोड़ना शुरू करें
it: Inizia ad aggiungere attività
ja: タスクの追加を開始
ko: 작업 추가 시작
nl: Begin met taken toevoegen
pl: Rozpocznij dodawanie zadań
pt: Começar a adicionar tarefas
sv: Börja lägga till uppgifter
tr: Görev eklemeye başla
zh_hans: 开始添加任务
zh_hant: 開始新增工作

# tooltipRecord
source: Record
ar: تسجيل
de: Aufnehmen
es: Grabar
fr: Enregistrer
hi: रिकॉर्ड करें
it: Registra
ja: 録音
ko: 녹화
nl: Opnemen
pl: Nagraj
pt: Gravar
sv: Spela in
tr: Kaydet
zh_hans: 录制
zh_hant: 錄製

# tooltipStartTyping
source: Start typing...
ar: ابدأ الكتابة...
de: Beginnen Sie zu tippen...
es: Empieza a escribir...
fr: Commencez à taper...
hi: टाइप करना शुरू करें...
it: Inizia a digitare...
ja: 入力を開始...
ko: 입력 시작...
nl: Begin met typen...
pl: Zacznij pisać...
pt: Comece a digitar...
sv: Börja skriva...
tr: Yazmaya başla...
zh_hans: 开始输入...
zh_hant: 開始輸入...

source: Translate
ar: ترجمة
de: Übersetzen
es: Traducir
fr: Traduire
hi: अनुवाद करें
it: Traduci
ja: 翻訳
ko: 번역
nl: Vertalen
pl: Tłumacz
pt: Traduzir
sv: Översätt
tr: Çevir
zh_hans: 翻译
zh_hant: 翻譯

source: Unassigned
ar: غير معين
de: Nicht zugewiesen
es: Sin asignar
fr: Non attribué
hi: असाइन नहीं किया गया
it: Non assegnato
ja: 未割り当て
ko: 할당되지 않음
nl: Niet toegewezen
pl: Nieprzypisane
pt: Não atribuído
sv: Ej tilldelad
tr: Atanmamış
zh_hans: 未分配
zh_hant: 未分派

source: Undo delete
ar: التراجع عن الحذف
de: Löschen rückgängig machen
es: Deshacer eliminación
fr: Annuler la suppression
hi: हटाना पूर्ववत् करें
it: Annulla eliminazione
ja: 削除を取り消す
ko: 삭제 취소
nl: Verwijderen ongedaan maken
pl: Cofnij usunięcie
pt: Desfazer exclusão
sv: Ångra radering
tr: Silmeyi geri al
zh_hans: 撤销删除
zh_hant: 撤銷刪除

# unpinChat
source: Unpin
ar: إلغاء التثبيت
de: Loslösen
es: Desfijar
fr: Désépingler
hi: अनपिन करें
it: Rimuovi ancoraggio
ja: ピン留めを解除
ko: 고정 해제
nl: Losmaken
pl: Odepnij
pt: Desafixar
sv: Lossa
tr: Sabitlemeyi kaldır
zh_hans: 取消置顶
zh_hant: 取消置頂

source: Unscheduled
ar: غير مجدول
de: Nicht geplant
es: Sin programar
fr: Non planifié
hi: अनुसूचित नहीं
it: Non pianificato
ja: スケジュールなし
ko: 미예약
nl: Niet gepland
pl: Nieokreślone
pt: Não agendado
sv: Ej schemalagt
tr: Planlanmamış
zh_hans: 未安排
zh_hant: 未排程

source: Updated date
ar: تاريخ التحديث
de: Aktualisierungsdatum
es: Fecha de actualización
fr: Date de mise à jour
hi: अपडेट की गई तिथि
it: Data aggiornata
ja: 更新日
ko: 업데이트된 날짜
nl: Bijgewerkte datum
pl: Zaktualizowana data
pt: Data de atualização
sv: Uppdaterat datum
tr: Güncellenen tarih
zh_hans: 更新日期
zh_hant: 更新日期

source: User
ar: المستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
hi: उपयोगकर्ता
it: Utente
ja: ユーザー
ko: 사용자
nl: Gebruiker
pl: Użytkownik
pt: Usuário
sv: Användare
tr: Kullanıcı
zh_hans: 用户
zh_hant: 使用者

source: Verify
ar: تحقق
de: verifizieren
es: verificar
fr: vérifier
hi: सत्यापित करें
it: Verifica
ja: 確認
ko: 확인
nl: verifiëren
pl: Zweryfikuj
pt: verificar
sv: Verifiera
tr: Doğrula
zh_hans: 验证
zh_hant: 驗證

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
hi: वीडियो
ja: 動画
ko: 동영상
pl: Wideo
pt: Vídeo
zh_hans: 视频
zh_hant: 影片

source: View
ar: عرض
de: Ansehen
es: Ver
fr: Afficher
hi: देखें
it: Visualizza
ja: 表示
ko: 보기
nl: Bekijken
pl: Wyświetl
pt: Visualizar
sv: Visa
tr: Görüntüle
zh_hans: 查看
zh_hant: 檢視

source: View task
ar: عرض المهمة
de: Aufgabe anzeigen
es: Ver tarea
fr: Voir la tâche
hi: कार्य देखें
it: Visualizza attività
ja: タスクを表示
ko: 작업 보기
nl: Taak bekijken
pl: Wyświetl zadanie
pt: Ver tarefa
sv: Visa uppgift
tr: Görevi görüntüle
zh_hans: 查看任务
zh_hant: 檢視任務

source: View tasks
ar: عرض المهام
de: Aufgaben anzeigen
es: Ver tareas
fr: Voir les tâches
hi: कार्य देखें
it: Visualizza attività
ja: タスクを表示
ko: 작업 보기
nl: Taken bekijken
pl: Wyświetl zadania
pt: Ver tarefas
sv: Visa uppgifter
tr: Görevleri görüntüle
zh_hans: 查看任务
zh_hant: 檢視任務

source: View all tasks
ar: عرض جميع المهام
de: Alle Aufgaben anzeigen
es: Ver todas las tareas
fr: Voir toutes les tâches
hi: सभी कार्य देखें
it: Visualizza tutte le attività
ja: すべてのタスクを表示
ko: 모든 작업 보기
nl: Alle taken bekijken
pl: Wyświetl wszystkie zadania
pt: Ver todas as tarefas
sv: Visa alla uppgifter
tr: Tüm görevleri görüntüle
zh_hans: 查看所有任务
zh_hant: 檢視所有任務

source: View profile
ar: عرض الملف الشخصي
de: Profil anzeigen
es: Ver perfil
fr: Voir le profil
hi: प्रोफ़ाइल देखें
it: Visualizza profilo
ja: プロフィールを表示
ko: 프로필 보기
nl: Profiel bekijken
pl: Wyświetl profil
pt: Ver perfil
sv: Visa profil
tr: Profili görüntüle
zh_hans: 查看个人资料
zh_hant: 檢視個人資料

source: View task history
ar: عرض سجل المهام
de: Aufgabenverlauf anzeigen
es: Ver historial de tareas
fr: Voir l'historique des tâches
hi: कार्य इतिहास देखें
it: Visualizza cronologia attività
ja: タスク履歴を表示
ko: 작업 내역 보기
nl: Taakgeschiedenis bekijken
pl: Wyświetl historię zadań
pt: Ver histórico de tarefas
sv: Visa uppgiftshistorik
tr: Görev geçmişini görüntüle
zh_hans: 查看任务历史
zh_hant: 檢視任務歷史

source: Voice note
ar: ملاحظة صوتية
de: Sprachnotiz
es: Nota de voz
fr: Note vocale
hi: ध्वनि नोट
it: Nota vocale
ja: ボイスメモ
ko: 음성 메모
nl: Spraaknotitie
pl: Notatka głosowa
pt: Nota de voz
sv: Röstanteckning
tr: Sesli not
zh_hans: 语音笔记
zh_hant: 語音備忘錄

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt: Sim
sv: Ja
tr: Evet
zh_hans: 是
zh_hant: 是

source: You
ar: أنت
de: Du
es: Tú
fr: Vous
hi: आप
it: Tu
ja: あなた
ko: 당신
nl: Jij
pl: Ty
pt: Você
sv: Du
tr: Sen
zh_hans: 你
zh_hant: 您

source: iMessage
hi: आईमैसेज
ko: 아이메시지
